Repository: Ramblurr/Meedan-Open-Translation-Memory--ar-en-
Catalog: MeedanMeemory-2009JUL22.tmx
Source language: en
Languages: ar

source: Concern is high that the meeting may descend into heated debate over Israel that marred the last such gathering eight years ago, especially since Iran's hardline president - who has called for Israel's destruction - will attend.
ar: وهناك قلق بالغ من أن ينزلق الاجتماع في نقاش محتدم حول إسرائيل والذي أفسد الاجتماع الأخير قبل ثماني سنوات، وخصوصاً أن الرئيس الإيراني المتشدد الذي دعا إلى تدمير إسرائيل سيحضر.

source: The Durban meeting was dominated by quarrels over the Middle East and the legacy of slavery.
ar: وطغى على اجتماع دربان خلافات حول الشرق الأوسط ومخلفات العبودية.

source: The United States, under the Bush administration, and Israel walked out over attempts to liken Zionism - the movement to establish a Jewish state in the Holy Land - to racism. The reference was later dropped, but concerns about anti-Semitism remained in t
ar: وكانت الولايات المتحدة تحت إدارة بوش وكذلك إسرائيل قد انسحبتا بشأن محاولات لتشبيه الصهيونية وهي الحركة التي تهدف إلى إقامة دولة يهودية في الأراضي المقدسة بالعنصرية، وأُسقطت الإشارة في وقت لاحق، ولكن لا تزال هناك مخاوف من شبهة معاداة السامية في النص النهائ

source: Plans to reaffirm the 2001 document were of particular concern to the Obama administration.
ar: وأثارت خطط لإعادة التأكيد على وثيقة 2001 قلقاً خاصاً لإدارة أوباما.

source: (It) singles out one particular conflict and prejudges key issues that can only be resolved in negotiations between the Israelis and Palestinians, Wood said.
ar: وقال وود إنها تخص صراع بعينه وتحكم مسبقا على القضايا الرئيسية التي لا يمكن حلها إلا بالمفاوضات بين الإسرائيليين والفلسطينيين.

source: Planning for the upcoming meeting, which is to review progress made in fighting racism since Durban, has been underway for months but was ignored by the Bush administration.
ar: وجرى التخطيط للاجتماع القادم الذي سيعرض التقدم المحرز في مكافحة العنصرية منذ دربان لعدة أشهر ولكن تجاهلته إدارة بوش.

source: But once Obama took office, his team decided to engage in the process as part of its broader aim of reaching out to the international community. That has included overtures to Iran, Cuba and seeking a seat on the U.N. Human Rights Council, a body the Bush
ar: ولكن بمجرد تسلم أوباما مقاليد السلطة، قرر فريقه المشاركة في هذه العملية كجزء من هدف أوسع نطاقا للوصول إلى المجتمع الدولي، وقد شمل ذلك توجيه عروض صداقة لإيران وكوبا والسعى إلى حصد مقعد في مجلس حقوق الإنسان والذي تجاهلته إدارة بوش.

source: After sending delegates to a preparatory meeting, the administration announced on Feb. 27 that it would not participate in further planning talks or the conference itself unless the changes were made.
ar: وبعد إرسال مندوبين للاجتماع التحضيري، أعلنت الإدارة يوم 27 فبراير أنها لن تشارك في المزيد من خطط المحادثات أو المؤتمر نفسه إلا إذا أجريت التغييرات.

source: In the weeks that followed, the U.S. pressed its European allies to lobby for an acceptable text and officials had held out hope until earlier this week that the negotiations would produce an acceptable document.
ar: وفي الأسابيع التي تلت ذلك، ضغطت الولايات المتحدة على حلفائها الأوروبيين من أجل عمل نص مقبول وكان لدى المسئولون أملاً حتى وقت سابق هذا الأسبوع من أن تؤدي المفاوضات إلى عمل وثيقة مقبولة.

source: Possible participation by Washington remained on the table, pending the changes, even after it was learned that Iranian President Mahmoud Ahmadinejad would go.
ar: وكانت واشنطن في انتظار حدوث تغيير للمشاركة حتى بعد علمها بحضور الرئيس الإيراني محمود أحمدي نجاد.

source: Pro-Israel groups in the United States vehemently opposed U.S. participation while human rights advocates and organizations like TransAfrica and members of the Congressional Black Caucus thought it was important to attend.
ar: وعارضت الجماعات الموالية لإسرائيل في الولايات المتحدة بشدة مشاركة الولايات المتحدة في حين أن المدافعين عن حقوق الإنسان ومنظمات حقوق الإنسان مثل ترانس أفريقيا وأعضاء كتلة النواب السود بالكونجرس يعتقدون في أهمية الحضور.

source: The American Israel Public Affairs Committee applauded Obama's decision to boycott, saying it underscores America's unstinting commitment to combating intolerance and racism in all its forms and in all settings.
ar: وأشادت لجنة الشئون العامة الأمريكية الإسرائيلية بقرار أوباما بالمقاطعة، قائلة إنها تؤكد على التزام الولايات المتحدة الكامل لمكافحة التعصب والعنصرية بجميع أشكالها وفي جميع الظروف.

source: But Rep. Barbara Lee, D-Calif., the chair of the black caucus, said the group was deeply dismayed.
ar: أما النائبة باربرا لي بكاليفورنيا ورئيس كتلة السود فقالت إن الجماعة شعرت بخيبة أمل كبيرة.

source: This decision is inconsistent with the administration's policy of engaging with those we agree with and those we disagree with, she said. By boycotting Durban, the U.S. is making it more difficult for it to play a leadership role on U.N. Human Rights C
ar: وأضافت هذا القرار يتعارض مع سياسة الإدارة التي تقوم على التعامل مع هؤلاء الذين نتفق معهم والذين لا نتفق معهم على حد سواء، وأضافت فبمقاطعة دربان، تصعب الولايات المتحدة من القيام بدور قيادي في مجلس حقوق الإنسان التابع للأمم المتحدة التي قالت أنها تعتزم ا

source: Hours earlier, Human Rights Watch appealed for the U.S. to go, saying it should stand with the victims of racism.
ar: وقبل ساعات، دعت منظمة هيومان رايتس واتش الولايات المتحدة إلى الحضور قائلة إنه ينبغي عليها أن تقف في صف ضحايا العنصرية.

source: Roxana Saberi has been in prison since January, accused of spying for U.S. intelligence. A judicial spokesman says she had her day in court Monday and can expect a verdict in the next three weeks.
ar: روكسانا صبري موجودة في السجن منذ شهر كانون الأول, بتهمة التجسس لصالح المخابرات الأمريكية. و يقول متحدث قضائي أن محاكمتها كانت يوم الاثنين و يمكنها توقع صدور الحكم في الأسابيع الثلاثة القادمة.

source: Reporting from Beirut -- _The trial of an Iranian American journalist facing espionage charges is over and her fate rests in the hands of a judge who will deliver a verdict in the next three weeks, a judiciary official in Tehran told reporters Tuesday.
ar: التقرير من بيروت --_ مسؤول في القضاء في طهران قال للصحفيين يوم الثلاثاء أن محاكمة الصحافية الإيرانية الأمريكية التي تواجه تهم التجسس قد انتهت, و أصبح مصيرها في أيدي القاضي الذي سيصدر حكمه في الأسابيع الثلاثة القادمة,

source: The spokesman for Iran's judiciary said 31-year-old Roxana Saberi, an American-born dual U.S. and Iranian national, had her day in court Monday.
ar: و أضاف المتحدث باسم القضاء الإيراني أن روكسانا صبري, البالغة من العمر واحد و ثلاثين عاما, و هي أمريكية المولد, و تمتلك الجنسيتين الأميركية و الإيرانية, كانت محاكمتها يوم الإثنين.

source: Apparently, the court has heard her final defense, spokesman Ali Reza Jamshidi told reporters, according to Iran's Mehr news agency.
ar: و طبقا لوكالة أنباء ميهر, فقد قال المتحدث علي رضا جامشيدي للصحفيين: يبدو أن المحكمة قد استمعت للدفاع النهائي .

source: Saberi is accused of collecting information from Iranian officials and passing it to U.S. intelligence services, authorities said last week. She and her lawyer, Abdul-Samad Khorramshahi, appeared Monday before a branch of Iran's Revolutionary Court, which
ar: هذا و قد صرحت السلطات الأسبوع المنصرم أن صبري متهمة بجمع معلومات عن المسؤولين الإيرانيين و تمريرها إلى أجهزة الاستخبارات الأمريكية, و قد ظهرت هي و محاميها, عبد الصمد خرشاهي, يوم الاثنين أمام فرع المحكمة الثورية في إيران, التي تنظر في القضايا ذات البعد الس

source: Michigan Muslims say FBI asking people to spy
ar: مسلمو ولاية ميشيجن يقولون مكتب التحقيقات الفيدرالي يطلب من الناس التجسس

source: DETROIT — A Michigan Muslim organization said Thursday it has asked U.S. Attorney General Eric Holder to investigate complaints alleging the FBI is asking followers of the faith to spy on Islamic leaders and congregations.
ar: ديترويت – قالت منظمة إسلامية في ولاية ميشيجن يوم الخميس إنها طلبت من النائب العام الأمريكي إيريك هولدر التحقيق في الشكاوى المقدمة التي تدعي أن مكتب التحقيقات الفيدرالي (إف بي أي) يطلب من أتباع العقيدة التجسس على الزعماء المسلمين والتجمعات الإسلامية.

source: The Council of Islamic Organizations of Michigan sent a letter last week to Holder after mosques and other groups reported members of the community have been approached to monitor people coming to mosques and donations they make.
ar: وبعث مجلس المنظمات الإسلامية في ميشيجن رسالة الأسبوع الماضي إلى هولدر بعد أن قدمت المساجد وغيرها من الجماعات بلاغات أن أفراد المجتمع قد طُلب منهم مراقبة الناس الذين يرتادون المساجد والتبرعات التي يقدمها هؤلاء الناس.

source: Sandra Berchtold, a spokeswoman in the FBI's Detroit office, had no immediate comment.
ar: ولم تصدر ساندرا برتشتولد المتحدثة باسم مكتب التحقيقات الفيدرالي في ديترويت أي تعليقات فورية.

source: Dawud Walid, executive director of the Michigan chapter of the Council on American-Islamic Relations, said such complaints aren't new, but concerns grew after a recent revelation the FBI planted a spy in a Southern California mosque.
ar: وقال داوود وليد المدير التنفيذي لجماعة مجلس العلاقات الأمريكية الإسلامية في ميشيجن إن هذه الشكاوى ليست جديدة ولكن تزايدت المخاوف بعد الكشف أن إف بي أي نجح مؤخراً في زرع جاسوس في أحد مساجد جنوب كاليفورنيا.

source: An FBI agent testified in February at a detention hearing that an informant infiltrated several mosques in Orange County, Calif., and befriended Ahmadullah Niazi, brother-in-law of Osama bin Laden's bodyguard. Niazi was charged with lying about his ties t
ar: وشهد أحد عملاء إف بي أي في فبراير في جلسة اعتقال أن أحد المجندين اخترق العديد من المساجد في مقاطعة أورانج بولاية كاليفورنيا وتصادق مع أحمد الله نيازي صهر الحارس الشخصي لأسامة بن لادن، واُتهم نيازي بالكذب بشأن علاقاته مع الجماعات الإرهابية عند تقديمه لطلبا

source: Former FBI agents and federal prosecutors have said spying on mosques is one of the government's best weapons to thwart terrorists, but agents need to have credible and specific information before sending in a plant.
ar: وقال عملاء إف بي أي سابقون ونواب فدراليون إن التجسس على المساجد هو أحد أفضل أسلحة الحكومة لردع الإرهابيين ولكن العملاء يحتاجون معلومات موثوقة ومحددة قبل البدء في عملية الزرع.

source: Walid said the complaints in Michigan amount to a fishing expedition.
ar: وقال وليد إن الشكاوي في ميشيجن تساوي صيد المعلومات.

source: If there was a specific imam who they felt was telling people to support Osama bin Laden, that's a different story -- we wouldn't have a problem with that, he said. Community members would be the first people to report to federal law enforcement if suc
ar: وأضاف إذا كان هناك إماماً محدداً شعروا أنه يدعو الناس إلى دعم أسامة بن لادن، فهذه قصة مختلفة ولن نشعر بالضيق من تدخلهم، وأضاف أعضاء الجالية سيكونوا أول من يبلغ هيئة تنفيذ القانون الفيدرالي إذا كان هذا ما يحدث بالفعل.

source: Walid said the most common complaints have come from people with pending immigration issues being approached by agents to monitor mosques in exchange for help in resolving their citizenship cases.
ar: وقال وليد إن أكثر الشكاوى شيوعاً تأتي من الناس الذين لديهم مشاكل هجرة معلقة حيث قام العملاء بالاتصال بهم لمراقبة المساجد في مقابل الحصول على مساعدات لحل مشاكلهم المتعلقة بالحصول على المواطنة.

source: He said the Detroit area's Muslim community -- one the country's largest -- has been supported by non-Muslim groups and individuals, and that a Catholic youth organization, a Baptist pastor and an interfaith group promoting peace and justice have all writ
ar: وقال إن الجالية المسلمة في منطقة ديترويت وهي أحد أكبر الجاليات في البلد حصلت على دعم الأفراد والجماعات غير المسلمة وأن منظمة شبابية كاثوليكية وأحد رعاة الكنيسة المعمدانية وجماعة أديان لتعزيز السلام والعدالة جميعهم كتبوا رسائل للمناداة بإجراء تحقيق فيدرالى

source: The attorney general has not been in office for that long, Walid said. He's in the process of revamping the Justice Department. It's extremely necessary for him to take a serious look at this issue.
ar: وقال وليد المدعي العام لم يكن في منصبه لمدة طويلة، وأضاف إنه الآن داخل عملية إصلاح وزارة العدل، فالأمر بالنسبة له في غاية الأهمية للنظر إلى هذه القضية بجدية.

source: World Bank: Israelis get four times more water than Palestinians
ar: البنك الدولي: الإسرائيليون يحصلون على مياه أكثر من الفلسطينيين بأربعة أضعاف

source: The water-supply regime used by Israel and the Palestinians must be changed, according to a World Bank report that is to be published today.
ar: وفقاً لتقرير أصدره البنك الدولي سيُنشر اليوم، فإن نظام إمداد المياه الذي يتبعه الإسرائيليون والفلسطينيون يجب أن يتغير.

source: The report notes that an average Israeli gets four times as much water as the average Palestinian, and warns that the Palestinian Authority water system is nearing catastrophe.
ar: ويشير التقرير إلى أن متوسط ما يستهلكه الإسرائيلي من مياه يساوي أربعة أضعاف ما يستهلكه الفلسطيني ويحذر من أن شبكة مياه السلطة الفلسطينية على وشك الوقوع في كارثة.

source: It concludes by recommending that the current water-distribution arrangement, mandated as part of the Oslo II accords, be changed to improve the Palestinian system.
ar: ويختتم التقرير بالتوصية بتغيير نظام توزيع المياه الحالي كجزء من إتفاقات أوسلو الثاني لتحسين النظام الفلسطيني.

source: The report, requested by the PA, is likely to be particularly problematic for Israel due to the regional water crisis. The agreement between the two sides is asymmetrical and exacerbates the crisis greatly as far as the Palestinians are concerned.
ar: ومن المرجح أن يكون التقرير الذي طلبته السلطة الفلسطينية مشكلة كبيرة لإسرائيل نتيجة لأزمة المياه الاقليمية، فالاتفاق بين الجانبين غير متساو إلى حد كبير ويفاقم من حجم الأزمة، هكذا يراه الفلسطينيون.

source: This is the first such document presented by the World Bank on the subject of Israeli and Palestinian water use.
ar: وهذه أول وثيقة يصدرها البنك الدولي حول استهلاك الإسرائيليين والفلسطينيين للمياه.

source: According to the report, the understandings reached at Oslo fall far short of fulfilling the needs of Palestinian civilians.
ar: ووفقا للتقرير، لم تقترب نتائج أوسلو إلى أي درجة من تلبية احتياجات المدنيين الفلسطينيين.

source: The unequal division of the resources, as well as constraints on information regarding the area's water supply, have impeded the Palestinians' ability to develop water sources - a problem that is intensified by the weakness of Palestinian government insti
ar: وأعاق عدم المساواة في توزيع الموارد وكذلك القيود المفروضة على الحصول على المعلومات المتعلقة بإمدادات المياه في المنطقة من قدرة الفلسطينيين على تطوير مصادر المياه وهي المشكلة التي تفاقمت بسبب ضعف مؤسسات الحكومة الفلسطينية.

source: The report says this has lead to an emergency situation with grave ramifications vis-a-vis the economy, the society and the ecology of the PA. Water-related humanitarian crises are frequent in parts of the West Bank and Gaza.
ar: ويقول التقرير أن هذا أدى إلى حدوث حالة طوارئ ذات نتائج خطيرة على الاقتصاد والمجتمع وبيئة السلطة الفلسطينية، وتتكرر الأزمات الإنسانية المتصلة بالمياه كثيراُ في أجزاء من الضفة الغربية وقطاع غزة.

source: The report states that Palestinians have access to only one-fifth of the mountain aquifer supply, while Israel pumps out the rest, reaching its allocated quota without due authorization from the joint water committee set up in the Oslo accords.
ar: ويشير التقرير إلى أنه في حين أن الفلسطينيين يحصلون على خُمس إمدادات المياه الجوفية الجبلية، فإن الإسرائيليين يضخون البقية ويأخذون الحصة المخصصة لهم دون الحصول على ترخيص من لجنة المياه المشتركة التي أُنشئت بموجب إتفاقات أوسلو.

source: Over-pumping from the aquifer creates a danger of salinity, the report maintains.
ar: ويؤكد التقرير أن الإفراط في الضخ قد يؤدي إلى الملوحة المياه.

source: It also notes that Palestinians dig comparatively shallow wells and cannot reach water sources, because of Israel's much deeper drilling.
ar: كما يلاحظ التقرير أن الفلسطينيين يحفرون آباراً ضحلة نسبياً ولا يمكنهم الوصول إلى مصادر المياه لأن إسرائيل تحفر أباراً أعمق.

source: According to the World Bank, Israel has a satisfactory water distribution and management system, while the PA is struggling to maintain a minimal infrastructure with minimal financial means. In Gaza, the meager investment in water and sanitation has lead
ar: ووفقاً للبنك الدولي، فإن إسرائيل تحظى بتوزيع مياه جيد ونظام إداري عالي، في حين أن السلطة الفلسطينية تكافح من أجل الحفاظ على الحد الأدنى من البنية التحتية بالحد الأدني من المصادر المالية، وفي غزة، فإن ضآلة الاستثمار في مجال المياه والصرف الصحي قد أدي إلى ن

source: Iranian lawyers have frequently questioned the due process and transparency afforded defendants at the Revolutionary Court.
ar: و قد تساءل المحامون الإيرانيون مرارا عن التعامل و الشفافية المناسبة التي يحتملها المدعى عليه في المحكمة الثورية.

source: Jamshidi said the public and media would not be able to evaluate the evidence.
ar: قال جامشيدي أنه من المحتمل عدم السماح لوسائل الإعلام و العامة بتقييم الأدلة.

source: Relevant documents exist in the case and the claimants can gain access to it in order to prepare their defense, Mehr quoted him as telling reporters.
ar: حيث اقتبست وكالة ميهر عن المدعي قوله للصحفيين: ‛ توجد وثائق متعلقة بالموضوع و يمكن للمدعين الحصول عليها من أجل أن يهيئوا لدفاعهم. ‛

source: Her parents arrived in Tehran last week. A few days later she was formally charged with espionage, a weighty accusation that could mean years in prison for the Northwestern University graduate and former Miss North Dakota.
ar: و قد وصل والدها و والدتها إلى طهران الأسبوع الماضي. و بعد مرور عدة أيام تم اتهامها بشكل رسمي بالتجسس, و هو اتهام خطير حيث أنه من الممكن أن يكون حكمه سنوات من السجن بالنسبة لخريجة الجامعة الشمالية الغربية و ملكة جمال نورث داكوتا سابقا.

source: Saberi was detained in January after living and working in Iran for six years as a journalist, at least two of them without accreditation. She was confined to Tehran's Evin Prison.
ar: هذا و قد تم اعتقال صبري في شهر كانون الثاني حيث كانت تعيش و تعمل في إيران لمدة ستة سنوات كصحفية, اثنين منها على الأقل كانتا دون تفويض. و تم سجنها في سجن إيفين في طهران.

source: In addition to the Iranian contention that Saberi was a covert U.S. operative, analysts have described other possible explanations for the charges:
ar: إضافة إلى الادعاء الإيراني الذي يقول أن صبري كانت عميلة سرية أمريكية, وصف المحللون تفسيرات أخرى محتملة للتهم:

source: Journalists' work -- interviewing officials and sending reports -- might resemble espionage. Those monitoring her might have built up a body of circumstantial evidence, such as visits to embassies, ministries and calls to the U.S., that might appear to be
ar: العمل الصحفي - مقابلة المسؤولين و إرسال التقارير - قد يماثلان التجسس. و أولئك الذين يراقبونها ربما يكونون قد كونوا مجموعة من الأدلة الظرفية, مثل الزيارات إلى السفارات, و الوزارات, و الاتصالات إلى الولايات المتحدة, الأمر الذي قد يبدو و كأنه تجسس.

source: Rescued migrants being landed in Agrigento
ar: المهاجرون الذين تم إنقاذهم يهبطون في اغريغينو

source: A four-day spat between Italy and Malta on the destination of 140 migrants rescued by a Turkish-owned freighter was drawing to a close this morning as the migrants started being landed at
ar: بدأ الخلاف الذي استمر أربعة أيام بين إيطاليا ومالطا على مصير 140 مهاجراً أنقذتهم سفينة شحن تركية الملكية في الانتهاء هذا الصباح حيث بدأ نقل المهاجرين إلى بورتو

source: Some of the migrants were transferred from the ship to a Coastguard launch and others onto an Italian Navy corvette. The ship itself entered the Sicilian harbour early this morning.
ar: ونُقل بعض المهاجرين من السفينة إلى مركب خفر السواحل وغيره ثم إلى طراد البحرية الإيطالية، ودخلت السفينة نفسها ميناء صقلية في وقت باكر من صباح اليوم.

source: on Thursday evening close to the Italian island of Lampedusa. But while Italy on Friday refused to take them in because they were in Malta's search and rescue area, Malta also rejected them, arguing that in terms of international conventions, they should
ar: الإيطالية، إلا أن إيطاليا يوم الجمعة رفضت استقبالهم لأنهم كانوا في منطقة البحث والإنقاذ المالطية، ورفضتهم مالطا بدورها حيث قالت أنه ينبغي وفقاً للإتفاقيات الدولية أن يُؤخذوا إلى أقرب ميناء آمن أى ميناء لامبيدوسا في هذه الحالة.

source: Porto Empedocle in Agrigento.
ar: امبيدول في اغريغينو.

source: The migrants were picked up by the ship
ar: التقطت سفينة بيمار ه المهاجرين مساء

source: Pimar E
ar: الخميس ونقلتهم إلى جزيرة لامبيدوسا

source: The Italian Foreign Ministry said in a statement yesterday evening that the migrants were being accepted for humanitarian reasons and acceptance does not constitute a precedent in recognizing Malta's reasons for refusing the migrants.
ar: وقالت وزارة الخارجية الإيطالية في بيان لها مساء أمس إنه تم قبول المهاجرين لأسباب إنسانية وأن هذا القبول لا يمثل دعم في الاعتراف بأسباب مالطا لرفض استقبال المهاجرين.

source: The stalemate was broken by Italian Prime Minster Silvio Berlusconi after discussing the case on the phone with Prime Minister Lawrence Gonzi and EU Commission President Jose Manuel Barroso.
ar: ونقض رئيس الوزراء الإيطالي سيلفيو برلوسكوني البيان بعد مناقشة هذه القضية هاتفياً مع رئيس الوزراء لورانس جونزي ورئيس المفوضية الأوروبية جوزيه مانويل باروسو.

source: Dr Gonzi had earlier also urged the EU to intervene.
ar: وكان الدكتور جونزى قد حث الإتحاد الأوروبي في وقتٍ سابق على التدخل.

source: Foreign Minister Tonio Borg welcomed Italy’s decision to let the migrants land, and insisted that Malta had been right all along.
ar: أما وزير الخارجية تونيو بورج فقد رحب بقرار إيطاليا بالسماح للمهاجرين الهبوط على أرضها وأصر على أن مالطا كانت على صواب تماماً.

source: “I think this was the right decision considering also that this developed into a humanitarian crisis,” he said.
ar: وقال أعتقد أن هذا هو القرار الصائب بالنظر إلى تطور القضية إلى أزمة إنسانية.

source: He refused to call this a victory for Malta and said that the two countries had to continue to cooperate.
ar: إلا أنه رفض تسمية الموضوع انتصاراً لمالطا وقال إنه ينبغي على البلدين مواصلة التعاون.

source: “This was a dispute between friends. We just have to learn to respect each other’s points of view. But I think this has proven that Malta position was correct.”
ar: وقال لقد كان خلافاً بين الأصدقاء، يجب فقط أن نتعلم كيف نحترم وجهات نظر الآخر، ولكني أعتقد أن هذا أثبت صحة موقف مالطا.

source: A number of the rescued migrants were taken to Lampedusa for urgent medical attention.
ar: ونُقل عدد من المهاجرين الذين تم إنقاذهم إلى جزيرة لامبيدوسا لتلقي رعاية طبية عاجلة.

source: The issue is expected to be raised at an EU Foreign Ministers' meeting in Brussels this week.
ar: ومن المتوقع أن تُطرح المسألة خلال اجتماع للإتحاد الأوروبي على مستوى وزراء الخارجية في بروكسل هذا الاسبوع.

source: Jackie Chan started a minor media storm by suggesting that Chinese people ought to be “controlled,” that they had no business handling their own affairs. This is how he has been quoted in the media:
ar: أثار جاكي شان عاصفة إعلامية بسيطة عندما أشار إلى وجوب السيطرة على الشعب الصينى وأنه ليس من شأنهم إدارة أمورهم، وهذا ما نقلته وسائل الإعلام عنه:

source: Jackie Chan: China Has A Problem With Its “Suzhi”
ar: جاكي شان : الصين لديها مشكلة مع جودة سياستها

source: I’m not sure if it’s good to have freedom or not,… I’m gradually beginning to feel that we Chinese need to be controlled. If we’re not being controlled, we’ll just do what we want.
ar: لست متأكداً إذا كان التمتع بالحرية أمراً جيداً أم لا ... بدأت الشعور بأن الصينيين يحتاجون إلى السيطرة عليهم، إذا لم نخضع للسيطرة، سنفعل ما يحلو لنا.

source: Of all those on the Internet who have tried to slice and dice this commentary,
ar: كان جون

source: John Pomfret at the Washington Post
ar: بومفرت بالواشنطن بوست

source: has come closest. He rejects the ideas floating about that this is about getting in good with the Communist Party, or that this is the rant of a “self-loathing Chinese.” Instead, Pomfret suggests, “Chan is just saying what a lot of other rich Chinese feel
ar: أقرب من استطاع على الانترنت تحليل التعليقات، فهو يرفض الأفكار التي تقول أن هذه التعليقات أطلقها شان لتحسين علاقته مع الحزب الشيوعي أو أنها شكوى من صيني يكره نفسه، وبدلا من ذلك، يرى بومفرت أن شان قال ما يشعر به الكثير من الصينين الأثرياء.

source: One phrase of his was familiar:
ar: عبارة واحدة له وضحت الأمر:
